Repository: gagnieray/plugin-objectslend
Catalog: lang/objectslend_*.utf8.po
Languages: ta

source: Object card
ta: பொருள் அட்டை

source: Labels
ta: சிட்டைகள்

source: Description
ta: விவரம்

source: Category
ta: வகை

source: Serial number
ta: வரிசை எண்

source: Price
ta: விலை

source: Price per rental day
ta: வாடகை நாளுக்கு விலை

source: Dimensions
ta: பரிமாணங்கள்

source: Cm
ta: முதல்வர்

source: Weight
ta: எடை

source: Kg
ta: கிலோ

source: Active
ta: செயலில்

source: Location
ta: இடம்

source: Since
ta: முதல்

source: Member
ta: உறுப்பினர்

source: Return
ta: திரும்ப

source: History of object loans
ta: பொருள் கடன்களின் வரலாறு

source: Begin
ta: தொடங்கு

source: End
ta: முடிவு

source: Status
ta: நிலை

source: In stock
ta: கையிருப்பில்

source: Comments
ta: கருத்துகள்

source: objects_cards
ta: பொருள்_ கார்டுகள்

source: Objects list
ta: பொருள்கள் பட்டியல்

source: Printed on %date
ta: %date அச்சிடப்பட்டது

source: Serial
ta: தொடர்

source: Borrow price
ta: கடன் விலை

source: Category: %category
ta: வகை: %category

source: Total:
ta: மொத்தம்:

source: Borrowed
ta: கடன் வாங்கினார்

source: Available
ta: கிடைக்கிறது

source: Status has not been added :(
ta: நிலை சேர்க்கப்படவில்லை :(

source: Object has not been added :(
ta: பொருள் சேர்க்கப்படவில்லை :(

source: No category
ta: வகை இல்லை

source: Unable to store preferences :(
ta: விருப்பங்களை சேமிக்க முடியவில்லை :(

source: Rent has not been added
ta: வாடகை சேர்க்கப்படவில்லை

source: ObjectsLend preferences
ta: பொருள்களின் விருப்பத்தேர்வுகள்

source: Preferences have been successfully stored!
ta: விருப்பத்தேர்வுகள் வெற்றிகரமாக சேமிக்கப்பட்டுள்ளன!

source: Please add at last one status "in stock"!
ta: தயவுசெய்து "கையிருப்பில்" கடைசியாக ஒரு நிலையில் சேர்க்கவும்!

source: Please add at least one status "object borrowed"!
ta: தயவுசெய்து குறைந்தது ஒரு நிலையைச் சேர்க்கவும் "கடன் வாங்கிய பொருள்"!

source: Status list
ta: நிலை பட்டியல்

source: Edit status %status
ta: நிலை %status திருத்தவும்

source: New status
ta: புதிய நிலை

source: An error occurred while storing the status.
ta: நிலையை சேமிக்கும் போது பிழை ஏற்பட்டது.

source: Status has been saved
ta: நிலை சேமிக்கப்பட்டுள்ளது

source: Remove status %1$s
ta: நிலை %1$s ஐ அகற்று

source: Categories list
ta: வகைகள் பட்டியல்

source: Edit category
ta: வகைத் திருத்து

source: New category
ta: புதிய வகை

source: Delete failed
ta: நீக்கு தோல்வியுற்றது

source: An error occurred while storing the category.
ta: வகையை சேமிக்கும் போது பிழை ஏற்பட்டது.

source: Category has been saved
ta: வகை சேமிக்கப்பட்டுள்ளது

source: Remove category %1$s
ta: வகை %1$s ஐ அகற்று

source: Rents list for %object
ta: %object வாடகை பட்டியல்

source: Edit object
ta: பொருளைத் திருத்தவும்

source: New object
ta: புதிய பொருள்

source: Something went wrong saving object :(
ta: ஏதோ தவறு சேமிக்கும் பொருள் :(

source: Object has been saved
ta: பொருள் சேமிக்கப்பட்டுள்ளது

source: Status has been updated
ta: நிலை புதுப்பிக்கப்பட்டுள்ளது

source: Successfully cloned from #%id.<br/>You can now edit it.
ta: #%ஐடியிலிருந்து வெற்றிகரமாக நகலி செய்யப்பட்டது. <br/> நீங்கள் இப்போது அதைத் திருத்தலாம்.

source: An error occurred cloning object :(
ta: பிழை குளோனிங் பொருள் ஏற்பட்டது :(

source: Borrow an object
ta: ஒரு பொருளைக் கடன் வாங்கவும்

source: Return a borrowed object
ta: கடன் வாங்கிய பொருளைத் தரவும்

source: You do not have rights to borrow objects!
ta: பொருட்களை கடன் வாங்க உங்களுக்கு உரிமை இல்லை!

source: %object is currently not available
ta: %object தற்போது கிடைக்கவில்லை

source: You do not have rights to return objects!
ta: பொருட்களை திருப்பித் தர உங்களுக்கு உரிமை இல்லை!

source: You have just borrowed %object :)
ta: நீங்கள் இப்போது %object கடன் வாங்கியுள்ளீர்கள் :)

source: %object has been returned :)
ta: %object திருப்பி அனுப்பப்பட்டது :)

source: Remove object %1$s
ta: பொருள் %1$s ஐ அகற்று

source: You are about to remove %count objects.
ta: நீங்கள் %count பொருள்களை அகற்ற உள்ளீர்கள்.

source: Objects lend
ta: பொருள்கள் கடன் வழங்குகின்றன

source: Borrow status
ta: கடன் வாங்க

source: Object categories
ta: பொருள் வகைகள்

source: Preferences
ta: விருப்பத்தேர்வுகள்

source: Name/description
ta: பெயர்/விளக்கம்

source: Id
ta: ஐடி

source: Status:
ta: நிலை:

source: In stock:
ta: பங்கு:

source: Is object in stock or borrowed
ta: பங்குகளில் உள்ள பொருள் அல்லது கடன் வாங்கப்பட்டது

source: Check if the object is available to be borrowed;<br/>uncheck if object is already borrowed and should be given back
ta: கடன் வாங்குவதற்கு பொருள் கிடைக்கிறதா என்று சரிபார்க்கவும்; <br/> பொருள் ஏற்கனவே கடன் வாங்கப்பட்டதா என்பதைத் தேர்வுசெய்க, திருப்பி கொடுக்கப்பட வேண்டும்

source: Active:
ta: செயலில்:

source: Days for rent
ta: வாடகைக்கு நாட்கள்

source: Number of days to rent per default
ta: இயல்புநிலைக்கு வாடகைக்கு விட வேண்டிய நாட்களின் எண்ணிக்கை

source: used to compute return date
ta: வருவாய் தேதியைக் கணக்கிடப் பயன்படுகிறது

source: %count category
ta: %count வகை

source: Add a category
ta: ஒரு வகையைச் சேர்க்கவும்

source: Inactive
ta: செயலற்றது

source: Edit "%category"
ta: "%வகை"

source: Remove "%category"
ta: "%category" ஐ அகற்று

source: Plugin preferences
ta: சொருகி விருப்பத்தேர்வுகள்

source: Images related
ta: படங்கள் தொடர்பான

source: Display preferences
ta: காட்சி விருப்பங்களைக் காண்பி

source: Members can borrow:
ta: உறுப்பினர்கள் கடன் வாங்கலாம்:

source: Allow a member (not staff neither admin) to borrow an object. If set to 'No', only admin and staff members can access the 'Take object' page
ta: ஒரு பொருளை கடன் வாங்க ஒரு உறுப்பினரை (ஊழியர்கள் அல்ல) அனுமதிக்கவும். 'இல்லை' என அமைக்கப்பட்டால், நிர்வாகி மற்றும் ஊழியர்கள் மட்டுமே 'பொருள் எடுத்துக் கொள்ளுங்கள்' பக்கத்தை அணுக முடியும்

source: Generate contribution:
ta: பங்களிப்பை உருவாக்கு:

source: Automatically generate a contribution for the member of the amount of the rental price of the object
ta: பொருளின் வாடகை விலையின் உறுப்பினருக்கு தானாக ஒரு பங்களிப்பை உருவாக்குகிறது

source: Choose a contribution type
ta: பங்களிப்பு வகையைத் தேர்வுசெய்க

source: Contribution type:
ta: பங்களிப்பு வகை:

source: Contribution text:
ta: பங்களிப்பு உரை:

source: Comment text to add on generated contribution
ta: உருவாக்கப்பட்ட பங்களிப்பைச் சேர்க்க கருத்து உரை

source: Comment text to add on generated contribution. Automatically replaced values (put into curly brackets): <br/>- NAME: Name<br/>- DESCRIPTION: Description<br/>- SERIAL_NUMBER: Serial number<br/>- PRICE: Price<br/>- RENT_PRICE: Borrow price<br/>- WEIGHT: Weight<br/>- DIMENSION: Dimensions
ta: உருவாக்கப்பட்ட பங்களிப்பைச் சேர்க்க கருத்து உரை. தானாக மாற்றப்பட்ட மதிப்புகள் (சுருள் அடைப்புக்குறிக்குள் வைக்கப்படுகின்றன): <br/>- பெயர்: பெயர் <br/>- விளக்கம்: விளக்கம் <br/>- சீரியல்_நம்பர்: வரிசை எண் <br/>- விலை: விலை <br/>- Rend_price: கடன் விலை <br/>- எடை: எடை <br/>- பரிமாணம்: பரிமாணங்கள்

source: Max thumb height (in px)
ta: அதிகபட்ச கட்டைவிரல் உயரம் (பிஎக்சில்)

source: Max thumb width (in px)
ta: அதிகபட்ச கட்டைவிரல் அகலம் (பிஎக்சில்)

source: Images in lists:
ta: பட்டியல்களில் உள்ள படங்கள்:

source: Display images in objects and categories lists
ta: பொருள்கள் மற்றும் வகைகள் பட்டியல்களில் படங்களைக் காண்பி

source: Enable fullsize:
ta: ஃபுல்சை இயக்கு:

source: Show fullsize image or just thumbs
ta: ஃபுல்சிச் படத்தை அல்லது கட்டைவிரலைக் காட்டுங்கள்

source: Will permit to see fullsize image clicking on thumbnails.<br/>If disabled, only thumbnails will be displayed, but full images are still kept.
ta: சிறுபடத்தில் முழு அளவிலான படக் சொடுக்கு செய்வதைக் காண அனுமதிக்கும். <br/> முடக்கப்பட்டால், சிறுபடங்கள் மட்டுமே காண்பிக்கப்படும், ஆனால் முழு படங்கள் இன்னும் வைக்கப்படுகின்றன.

source: View category:
ta: வகையைக் காண்க:

source: View forecast return date:
ta: முன்னறிவிப்பு திரும்ப தேதியைக் காண்க:

source: View description
ta: விளக்கத்தைக் காண்க

source: View dimensions:
ta: பரிமாணங்களைக் காண்க:

source: View borrow price:
ta: கடன் விலையைக் காண்க:

source: View price sum:
ta: விலை தொகையைக் காண்க:

source: View the objects buy price sum on the list under the category
ta: வகையின் கீழ் பட்டியலில் உள்ள பொருட்களின் விலை தொகையை வாங்கவும்

source: View buy price:
ta: விலையை வாங்குவதைக் காண்க:

source: View serial number:
ta: வரிசை எண்ணைக் காண்க:

source: View weight
ta: எடையைக் காண்க

source: Object
ta: பொருள்

source: Name:
ta: பெயர்:

source: Description:
ta: விளக்கம்:

source: --- Select a category ---
ta: --- ஒரு வகையைத் தேர்ந்தெடுக்கவும் ---

source: Category:
ta: வகை:

source: Serial number:
ta: வரிசை எண்:

source: Price:
ta: விலை:

source: Borrow price:
ta: கடன் விலை:

source: Price per rental day:
ta: வாடகை நாளுக்கு விலை:

source: The price applies on each rental day if checked, only once otherwise
ta: சரிபார்க்கப்பட்டால் ஒவ்வொரு வாடகை நாளிலும் விலை பொருந்தும், இல்லையெனில் ஒரு முறை மட்டுமே

source: Dimensions:
ta: பரிமாணங்கள்:

source: Weight:
ta: எடை:

source: --- Select a status ---
ta: --- ஒரு நிலையைத் தேர்ந்தெடுக்கவும் ---

source: Where is the object?
ta: பொருள் எங்கே?

source: Object's photo
ta: பொருளின் புகைப்படம்

source: Duplicate
ta: நகல்

source: Print object
ta: பொருள் அச்சிடுக

source: History
ta: வரலாறு

source: Change status
ta: நிலையை மாற்றவும்

source: Is active
ta: செயலில் உள்ளது

source: Picture:
ta: படம்:

source: Category photo
ta: வகை புகைப்படம்

source: Begin date
ta: தொடங்கும் தேதி

source: End date
ta: இறுதி தேதி

source: No lend found
ta: கடன் எதுவும் கிடைக்கவில்லை

source: Add a status
ta: ஒரு நிலையைச் சேர்க்கவும்

source: Stock
ta: பங்கு

source: Not in stock
ta: கையிருப்பில் இல்லை

source: %days days
ta: %நாட்கள்

source: Edit %status
ta: %status திருத்து

source: Remove %status from database
ta: தரவுத்தளத்திலிருந்து %status அகற்று

source: No status has been found
ta: எந்த நிலையும் கிடைக்கவில்லை

source: Click to view fullsize image
ta: முழு அளவிலான படத்தைக் காண சொடுக்கு செய்க

source: No object selected
ta: எந்த பொருளும் தேர்ந்தெடுக்கப்படவில்லை

source: Please make sure to select at least one object from the list to perform this action.
ta: இந்த செயலைச் செய்ய பட்டியலிலிருந்து குறைந்தது ஒரு பொருளையாவது தேர்ந்தெடுக்கவும்.

source: Print objects list
ta: பொருள்களின் பட்டியலை அச்சிடுக

source: Add an object
ta: ஒரு பொருளைச் சேர்க்கவும்

source: By
ta: மூலம்

source: Categories
ta: வகைகள்

source: Object photo
ta: பொருள் புகைப்படம்

source: (per day)
ta: (ஒரு நாளைக்கு)

source: (at once)
ta: (ஒரே நேரத்தில்)

source: Object is active
ta: பொருள் செயலில் உள்ளது

source: Object is inactive
ta: பொருள் செயலற்றது

source: Duplicate object
ta: நகல் பொருள்

source: Show object lends
ta: பொருள் குத்தகைகளைக் காட்டு

source: Object card in PDF
ta: PDF இல் பொருள் அட்டை

source: Remove %object from database
ta: தரவுத்தளத்திலிருந்து %object அகற்று

source: Take away
ta: எடுத்துக் கொள்ளுங்கள்

source: Give back
ta: திருப்பித் தரவும்

source: No object has been found
ta: எந்த பொருளும் கிடைக்கவில்லை

source: History of object
ta: பொருளின் வரலாறு

source: An error occurred loading history display :(
ta: வரலாறு காட்சியை ஏற்றுவதில் பிழை ஏற்பட்டது :(

source: Take objects
ta: பொருள்களை எடுத்துக் கொள்ளுங்கள்

source: An error occurred loading 'Take away' display :(
ta: 'டேக் அவே' காட்சியை ஏற்றுவதில் பிழை ஏற்பட்டது :(

source: Give back objects
ta: பொருட்களை திருப்பித் தரவும்

source: An error occurred loading 'Give back' display :(
ta: 'திருப்பி கொடுங்கள்' காட்சியை ஏற்றுவதில் பிழை ஏற்பட்டது :(

source: Borrow information
ta: செய்தி கடன்

source: Member:
ta: உறுப்பினர்:

source: Expected return:
ta: எதிர்பார்க்கப்படும் வருவாய்:

source: Return information
ta: செய்தி திரும்ப

source: Time:
ta: நேரம்:

source: From %begindate to %enddate
ta: %பிச்சை எடுப்பதில் இருந்து %எண்ட்டேட் வரை

source: Comments:
ta: கருத்துரைகள்:

source: remaining characters
ta: மீதமுள்ள எழுத்துக்கள்

source: I have read and I agree with terms and conditions
ta: நான் படித்திருக்கிறேன், விதிமுறைகள் மற்றும் நிபந்தனைகளுடன் உடன்படுகிறேன்

source: Show terms and conditions
ta: விதிமுறைகளையும் நிபந்தனைகளையும் காட்டுங்கள்

source: The items offered for rent are in good condition and verification rental contradictory to their status is at the time of withdrawal. No claims will be accepted after the release of the object. Writing by the store a list of reservation does not exempt the customer checking his retrait. The payment of rent entitles the purchaser to make normal use of the loaned object. If the object is rendered in a degraded state, the seller reserves the right to collect all or part of the security deposit. In case of deterioration of the rented beyond the standard object, a financial contribution will be required for additional cleaning caused. In case of damage, loss or theft of the rented property, the deposit will not be refunded automatically to 'the company as damages pursuant to Article 1152 of the Civil Code and without that it need for any other judicial or extra-judicial formality. In some other cases not listed above and at the discretion of the seller, the deposit check may also be collected in whole or party.
ta: வாடகைக்கு வழங்கப்படும் உருப்படிகள் நல்ல நிலையில் உள்ளன மற்றும் அவற்றின் நிலைக்கு சரிபார்ப்பு வாடகை முரண்பாடு திரும்பப் பெறும் நேரத்தில். பொருள் வெளியான பிறகு எந்த உரிமைகோரல்களும் ஏற்றுக்கொள்ளப்படாது. முன்பதிவு பட்டியலை கடையில் எழுதுவது வாடிக்கையாளர் தனது மறுபிரவேசத்தை சரிபார்க்க விலக்கு அளிக்காது. வாடகை செலுத்துதல் வாங்குபவருக்கு கடன் வாங்கிய பொருளை சாதாரணமாகப் பயன்படுத்துவதற்கு உரிமை உண்டு. பொருள் சீரழிந்த நிலையில் வழங்கப்பட்டால், பாதுகாப்பு வைப்புத்தொகையின் அனைத்து அல்லது ஒரு பகுதியையும் சேகரிக்கும் உரிமையை விற்பனையாளர் கொண்டுள்ளது. நிலையான பொருளுக்கு அப்பால் வாடகைக்கு விடப்பட்டால், கூடுதல் தூய்மை செய்ய பொருள் பங்களிப்பு தேவைப்படும். வாடகை சொத்தின் சேதம், இழப்பு அல்லது திருட்டு ஏற்பட்டால், குடிமை குறியீட்டின் 1152 வது பிரிவின் படி சேதங்களாக நிறுவனத்திற்கு வைப்பு தானாக திருப்பித் தரப்படாது, அது இல்லாமல் வேறு எந்த நீதித்துறை அல்லது நீதித்துறை முறையான முறைக்கும் தேவை. மேலே பட்டியலிடப்படாத வேறு சில சந்தர்ப்பங்களில், விற்பனையாளரின் விருப்பப்படி, வைப்பு காசோலை முழு அல்லது கட்சியிலும் சேகரிக்கப்படலாம்.

source: Borrow object
ta: பொருள் கடன்

source: Return object
ta: திரும்ப பொருள்

source: You must agree with terms and conditions in order to borrow.
ta: கடன் வாங்க நீங்கள் விதிமுறைகள் மற்றும் நிபந்தனைகளுடன் உடன்பட வேண்டும்.
